Revit 2027 API
UnitTypeId.FeetToTheFourthPower Property
 Feet to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetToTheFourthPower { get; }
Public Shared ReadOnly Property FeetToTheFourthPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetToTheFourthPower {
	ForgeTypeId^ get ();
}
static member FeetToTheFourthPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace